sourceLabel = "Källa:";
formatLabel = "Format:";
fpsLabel = "Film-FPS:";
playingFPSLabel = "Spelar FPS:";
dataSizeLabel = "Datastorlek:";
dataRateLabel = "Datahastighet:";
currentTimeLabel = "Aktuell tid:";
durationLabel = "Längd:";
normalSizeLabel = "Normal storlek:";
currentSizeLabel = "Aktuell storlek:";
bitRateLabel = "Bithastighet:";
qualityLabel = "Kvalitet:";
destinationLabel = "Mål:";
videoSourceLabel = "Videokälla:";
audioSourceLabel = "Ljudkälla";

movieInfoNoTitle = "Info";
movieInfo = " – Info";
movieInspectorNoTitle = "Granskare";
movieInspector = " – Granskare";

blacknWhite = "Svartvitt";
/* [2] */
four = "4";
/* [3] */
sixteen = "16";
/* [4] */
twofiftysix = "256";
/* [5] */
thousands = "Tusentals";
/* [6] */
millions = "Miljontals";
/* [7] */
millionsplus = "Miljontals+";
/* [8] */
unknown = "Okänt";
/* [9] */
colors = "Färger";
/* [10] */
grays = "Gråtoner";

Chapter = "Kapitelspår";
/*
Apple_IMA4_Decoder = "IMA 4:1";
MP3_Decoder = "MPEG Layer-3 Audio";
kHz = "kHz";
stereo = "Stereo";
mono = "Mono";
none = "None";
kMACE3Compression = "MACE 3 to 1";
kMACE6Compression = "MACE 6 to 1";
bits = "bits";
varBitRate = "variable bitrate";
kAudioFloatLE = "Float (little endian)";
kAudioFloatBE = "Float (big endian)";
kAudioUnsignedInteger = "Unsigned integer";
kAudioUnsignedIntegerLE = "Unsigned integer (little endian)";
kAudioUnsignedIntegerBE = "Unsigned integer (big endian)";
kAudioInteger = "Integer";
kAudioIntegerLE = "Integer (little endian)";
kAudioIntegerBE = "Integer (big endian)";
notApplicable = "Not applicable";
protected = "protected";
*/

bytes = "^0 byte";
kiloBytes = "^0 K";
megaBytes = "^0 MB";
gigaBytes = "^0 GB";
teraBytes = "^0 TB";
petaBytes = "^0 PB";
exaBytes = "^0 EB";

bytesPerSec = "^0 byte/sek";
kiloBytesPerSec = "^0 K/sek";
megaBytesPerSec = "^0 MB/sek";
gigaBytesPerSec = "^0 GB/sek";

pixels = "bildpunkter";
curPixels = "^0 bildpunkter (^1)";


bitsPerSec = "^0 bit/s";
kbitsPerSec = "^0 Kbit/s";
mbitsPerSec = "^0 Mbit/s";
gbitsPerSec = "^0 Gbit/s";

percent = "^0 %";
playingFPS = "(Tillgängligt under uppspelning.)";

halfSize = "Halv";
actualSize = "Faktisk";
doubleSize = "Dubbel";

 /* codecname, dimensions, depth */
videoFormatString = "^C, ^S, ^D";
/* codecname, dimensions */
videoFormatForMPEGString = "^C, ^S"; 
unAvailableString = "Film ej tillgänglig";

/* Quartz Composition strings */
averageFPSLabel = "Genomsnittlig FPS:";
averageLoadLabel = "Genomsnittlig belastning:";
quartzComposerTrack = "Quartz Composer";

/* Recording strings */
compressedAudioFormatSummary = "128 Kbit/s AAC-ljud";
availableWhenRecording = "(Tillgängligt vid inspelning.)";